Repository: lorenzulrich/Sitegeist.Archaeopteryx
Catalog: Resources/Private/Translations/*/LinkTypes/MailTo.xlf
Languages: pl

# title
source: Mail to
pl: Mail do

# recipient.label
source: Recipient
pl: Odbiorca

# recipient.placeholder
source: e.g.: recipient@example.com
pl: np.: odbiorca@przyklad.pl

# recipient.validation.required
source: Recipient is required
pl: Odbiorca jest wymagany

# recipient.validation.email
source: Recipient should be a valid E-Mail Address
pl: Odbiorca powinien być poprawnym adresem e-mail

# subject.label
source: Subject (optional)
pl: Temat (opcjonalnie)

# cc.label
source: CC (optional)
pl: DW (opcjonalnie)

# cc.placeholder
source: e.g.: recipient1@example.com, recipient2@example.com, ...
pl: np.: odbiorca1@przyklad.pl, odbiorca2@przyklad.pl, ...

# cc.validation.emaillist
source: CC should be a comma-separated list of valid E-Mail Addresses
pl: DW powinno być listą poprawnych adresów e-mail oddzielonych przecinkami

# bcc.label
source: BCC (optional)
pl: UDW (opcjonalnie)

# bcc.placeholder
source: e.g.: recipient1@example.com, recipient2@example.com, ...
pl: np.: odbiorca1@przyklad.pl, odbiorca2@przyklad.pl, ...

# bcc.validation.emaillist
source: BCC should be a comma-separated list of valid E-Mail Addresses
pl: UDW powinno być listą poprawnych adresów e-mail oddzielonych przecinkami

# body.label
source: Body (optional)
pl: Treść (opcjonalnie)
